[
    {
        "id": "d6c1b318-50cc-499b-a82f-cf1b3e204fa2",
        "name": "Alaska’s Coast",
        "country": "Alaska",
        "rate": 4.7,
        "description": "In the midst of the pandemic, Alaska's entire May to September cruise season was cancelled in 2020. That left some 1.3 million travelers unable to board ships to experience thunderously calving glaciers, frolicking humpback whales, lively gold rush towns, and fascinating Alaska Native arts scenes. Tourism providers missed serious income. Cruise lines and local officials express muted optimism about 2021, which may be the best year to see Alaska given that cruise ships are unlikely to sail full and coastal towns won't have their typical crowds even post-vaccine rollout. Or skip the civilization part: Vast national parks such as Glacier Bay, Misty Fjords, and Kenai Fjords are best reached by boat. Small ship soft-adventure lines such as UnCruise Adventures and Lindblad Expeditions — and ultra-luxurious Seabourn with its zodiac and kayak exploration program on the 450-passenger Seabourn Odyssey — have one-week itineraries that spend most of their time in the wild. For more privacy, rent the six-passenger, 78-foot Sea Mist for a luxury yachting experience in Prince William Sound, home to more active tidewater glaciers than anywhere else in the world. — Fran Golden"
    },
    {
        "id": "fb2d9a94-6a60-4419-a3f4-5abfc7ae1c45",
        "name": "Astoria, Oregon",
        "country": "Clatsop",
        "rate": 4.0,
        "description": "Goonies never say die, and neither does the nostalgia of visiting Astoria, the northwestern Oregon town at the mouth of the Columbia River where the '80s cult classic film was shot. The oldest American settlement in the West, this charming seaside town evokes a simpler time with its colorful Victorian houses and treasure-filled antique shops. Around these parts, freshness matters only for fish and beer. A new mobile passport program by the North Coast Craft Beer Trail ensures drinkers find their way to both big names like Fort George Brewery — famous for its IPAs — and smaller spots like the 20-barrel Buoy Beer, built in a former fish cannery right on the river. It's one of many old cannery sites that have found new lives here, most notably the boutique Cannery Pier Hotel, where new ownership plans a February unveiling of renovations to its spa — famed for the Finnish sauna and water-view hot tub. Though the town made its name on tinned fish, Astoria now thrives on the direct connection to fresh seafood at places like South Bay Wild Fish House, from the family behind a fishing vessel of the same name. At their restaurant, sustainably caught Dungeness crab, Oregon pink shrimp, black cod, and more goes direct from boat to bánh mì. — Naomi Tomky"
    },
    {
        "id": "8663d878-6ffa-4b8c-9c68-1ee7c7982b9b",
        "name": "The Berkshires",
        "country": "United States",
        "rate": 4.6,
        "description": "City-dwellers have been visiting this region of gently rolling hills and charmingly sedate towns in Western Massachusetts since the 19th century, but a welcome boost of youthful energy arrived with the 2018 opening of the design-forward hotel Tourists in North Adams and, last year, the launch of Miraval Berkshires, the third location of the luxe wellness resort. While summer is still the most popular season, thanks in part to the beloved classical music venue Tanglewood and dance center Jacob’s Pillow, there are still plenty of opportunities for social distancing, from the enormous exhibition spaces at the contemporary art museum Mass Moca, to the pastoral acres surrounding the Clark Art Institute (home to the Institute’s first-ever outdoor exhibition, Ground/work, through October 2021), to a hike up Mount Greylock or Monument Mountain, to a meal at Cantina 229, a restaurant set on a farm that offers outdoor seating in warmer months.  Mooncloud, a new bar in Great Barrington, is riding out the pandemic with a slate of to-go meals and cocktail kits. Tuck in for the night at the peaceful but chic Inn at Kenmore Hall, a bed and breakfast in a classical Georgian estate. —Peter Terzia"
    },
    {
        "id": "ee415227-651e-41a2-acf4-44242f01e282",
        "name": "Big Sky",
        "country": "Montana",
        "rate": 4.8,
        "description": "Big Sky’s 5,800 acres of skiable terrain makes it a fan favorite for crowd-free skiing in the Rocky Mountains. But a multi-year, $150 million investment into Big Sky Resort aims to transform this region of Southwest Montana into America’s Alps, meaning skiers may soon have to share their powder-perfect runs. Last year, The Wilson Hotel, a Residence Inn by Marriott, made headlines when it became the first and only major brand hotel to open in Big Sky’s town center (don’t miss the soon-to-open Tips Up, a vintage-inspired tavern across the street). Now, all eyes are on the $400 million ultra-luxury Montage Big Sky, which will open its doors for the 2021-22 ski season within Spanish Peaks Mountain Club, a 3,500-acre private golf and ski community. The 150-key resort features ski-in, ski-out access, an 11,000-square-foot spa, and a four-lane bowling alley. In warmer climes, guests can enjoy the development’s 18-hole golf course, nearby fly-fishing rivers, and an extensive network of hiking and mountain biking trails. Two slope-side hotels, the Summit and the Huntley Lodge, have renovations in the works, and Moonlight Basin, another private development adjacent to the ski resort, has plans to build a luxury hotel (a One&Only if the rumors are true) on its 8,000-acre-property, which is also home to a thousand-acre high-elevation Jack Nicklaus signature golf course. New airlift is ushering travelers from Nashville, Fort Lauderdale, and Charlotte, N.C. to Bozeman Yellowstone International Airport (less than an hour’s drive from downtown Big Sky), while a new six-person high-speed chairlift will begin whizzing people up Lone Peak in record time starting next November. When the snow melts, Big Sky’s 18-mile proximity to Yellowstone National Park adds even more appeal for nature lovers in search of epic adventures in the great outdoors. Just be sure to get there before everyone else does. — Nora Walsh"
    },
    {
        "id": "95b7dfb8-7f7b-4416-a197-79c31a38975c",
        "name": "The Catskills",
        "country": "United States",
        "rate": 4.9,
        "description": "From the 1920s to the 60s the scenic mountain region about two hours north of Manhattan boomed as the Borscht Belt, full of sprawling resorts catering chiefly to summering Jewish families. Today, young urbanites are snapping up weekend houses in the area at an ever-increasing rate, and entrepreneurs are following their lead by opening small, design-y hotels all over the region. The 15-room Shandaken Inn, in the village of Shandaken, puts outdoor enthusiasts within 25 minutes of the popular zipline canopy tours on Hunter Mountain and 35 minutes of the hiking trail to Kaaterskill Falls, the tallest cascading waterfall in the state. Seven miles down the road is the third outpost from Urban Cowboy. This 28-room fully embraces its rural setting near the Big Indian Wilderness forest preserve with on-site pursuits that include swimming and fishing for trout in the Esopus Creek. About an hour and a half southwest of Big Indian, Kenoza Hall began as a boarding house in the early 1900s. Sims Foster and his wife, Kirsten Harlow Foster, who own the nearby DeBruce inn, have overhauled the building, marrying historic touches like the original hardwood floors with custom elements, including sleigh beds. The boomlet shows no signs of slowing in 2021. Homeware design duo Nolan McHugh and Trevor Briggs are set to enter the hospitality scene in March with Piaule Catskill, a 24-cabin landscape hotel located just outside the region's namesake town. (Expect minimalist structures with lots of glass accented by steel and cedar.) Then in April, Sant Singh Chatwal of the Dream Hotel Group will open Chatwal Lodge in Bethel. Making the most of its position on 60 forested acres of the Chapin Estate, the refuge looks out onto the Toronto Reservoir and takes inspiration from its natural surroundings for decor elements like hand-carved wood accents and massive stone fireplaces. Accommodations will consist of 10 suites, a treehouse, and a glamping tent, and the food and beverage options will include a farm-to-table restaurant that will source fish from the onsite trout stream and produce from its own kitchen garden. —Sarah Bruning"
    },
    {
        "id": "fafd6e5e-523a-4910-b498-0757c3cc1323",
        "name": "The Gulf Coast",
        "country": "United States",
        "rate": 4.5,
        "description": "Picture a white-sand beach, clear aquamarine water, gently swaying palms — the almost-too-perfect scene that looks for all the world like a Caribbean paradise or a remote cove in the Seychelles. Along the Gulf Coast, beauty like this is a given, and a road-trip is the best way to get your fill. Tampa is a great kickoff point; stay at the newly opened Hotel Haya, which nods to the city’s Cuban roots. On the Florida Panhandle, the cluster of towns that make up the Emerald Coast offer charms to spare. Grab a vacation rental for a few days to explore tony Alys Beach, which feels for all the world like it was plucked from a Grecian isle — its private shoreline, miles of meandering bike paths, and see-and-be-seen pool-restaurant complex have made it a favorite among the ultrawealthy. Over in Sandestin, Hotel Effie opens this February, with 250 rooms and a restaurant from chef Hugh Acheson. Time your trip right and you can make it to the Emerald Coast Open, a tournament focused on spearing invasive lionfish. At the corresponding Restaurant Week, local chefs work delicious magic with a fish long written off as bad eating. End your trip in Alabama’s twin Gulf Shores and Orange Beach, where repair efforts are underway after Hurricane Sally swept through this fall. Family-friendly Perdido’s Beach Resort will reopen in March after a full renovation, and closed areas of Gulf State Park are expected to reopen next year. Luckily, some of the area’s biggest highlights — its 32 miles of pristine powder beaches, the carnival of seafood delights at Fisher’s — remain unchanged. —Lila Battis"
    },
    {
        "id": "eca50ddb-71aa-41c2-9f1d-41023f2461aa",
        "name": "Las Vegas",
        "country": "United States",
        "rate": 4.7,
        "description": "You don’t go to Las Vegas seeking solitude — you go to indulge, to splash out, to revel in the nonstop energy of this shimmering, seductive oasis in the desert. A city defined by its hypnotic pool parties, around-the-clock gambling, epic nightlife scene, glitzy, over-the-top hotels, and next-level restaurants — each one trying to one up the other — just dreaming about a visit is enough to push your endorphins into overdrive. And after a year of staying still within our own four walls — the extreme antithesis of Sin City — getting back to Vegas and its many venues designed to bring crowds together will feel like the ultimate luxury. Throw in exciting new properties, like the Resorts World Las Vegas, a 3,500-room mega-resort and casino combining Hilton Hotels & Resorts, LXR, and the Conrad across 88 acres; the recently completed Circa Resort & Casino, the first adults-only casino resort with a pool amphitheater; and Virgin Hotels, set to replace the Hard Rock Hotel & Casino, and well, you’ve hit the jackpot. — Alisha Prakash"
    },
    {
        "id": "35f2b0d5-68da-452f-a927-0e21026c026a",
        "name": "Oahu",
        "country": "Hawaii",
        "rate": 4.5,
        "description": "In October, America’s 50th state once again welcomed visitors from the mainland after six months of pandemic lockdown. And while many travelers opt to use the capital and most populous city, Honolulu, as a stopover to Maui, Kauai, or the Big Island, there’s good reason to stay put on Oahu this year. The hotel scene continues to expand — most recently with a complete overhaul of a Waikiki classic, Queen Kapi’olani, which debuted its new look in December. Inspired by vintage Hawaiiana and local art, the 315-room resort sits across the street from legendary Waikiki Beach, and is (fittingly) home to a new surf school and shop. Over is Kaimuki — a neighborhood that’s become the center of Oahu’s increasingly dynamic food world — chef Chris Kajioka followed up his wildly popular (and perennially packed) Arts District restaurant, Senia, with Miro, featuring a French-inspired menu using Japanese techniques and ingredients. And for a look at the island’s contemporary art, fashion, and design, head to Kaka’ako, a warehouse-filled industrial area near downtown with an ever-expanding open-air commercial compound, SALT at Our Kaka’ako to check out local creations and a weekly Saturday morning farmers market. — John Wogan"
    }
]
